tap "heroku/brew"
tap "homebrew/bundle"
brew "mas"
brew "webp"
brew "jpeg-xl"
brew "awscli"
brew "bat"
brew "glib"
brew "cowsay"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "openjpeg"
brew "fzf"
brew "gcc"
brew "libusb"
brew "httpie"
brew "just"
brew "magic-wormhole"
brew "neovim"
brew "netlify-cli"
brew "ripgrep"
brew "sl"
brew "source-highlight"
brew "telnet"
brew "curl"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "wrk"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "htop"
brew "ranger"
brew "ruff"
brew "neofetch"
brew "libyaml"
brew "mise"
cask "charles"
cask "cyberduck"
cask "diffmerge"
cask "disk-inventory-x"
cask "firefox"
cask "chromium"
cask "gimp"
cask "hammerspoon"
cask "integrity"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "pgadmin4"
cask "postico@1"
cask "postman"
cask "rar"
cask "soulseek"
cask "spotify"
cask "stretchly"
cask "jiggler"
cask "firefox"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
cask "alfred@4"
cask "ghostty"
cask "font-meslo-lg-nerd-font"
cask "notunes"
cask "android-studio"
mas 'Xcode', id: 497799835
mas '1Password', id: 1333542190
mas 'Slack', id: 803453959
mas 'Dropbox', id: 327630330
vscode "andrsdc.base16-themes"
vscode "vscodevim.vim"
